export const aboutMeJp =
    `MIHARA Keishi は日本のフリーランスWebエンジニア, バックエンドプログラマ, デスクトップアプリケーションエンジニア, 
    糖質制限者, 会社員, 団塊ジュニア, テックライター, スノーボーダー, 運転手, 
    元 Lotus Notes/Domino アプリケーションデータベースエンジニアでExcelマクロ書き。

    ３児の父でもあり, 家庭においては主に掃除, 残飯処理, 害虫駆除, 高所作業などを担当する。
    
    茨城県水戸市出身, 茨城県水戸市育ち, 埼玉県本庄市経験者。小学校時代の得意科目は理科、図工。`.replace(/\n/g, "<br />");

export const skillsJp =
    `Python, C#, VB系の言語を中心に、デスクトップアプリケーション, エンドユーザ業務効率化の支援, ツール類の設計・開発を10年以上経験してきました。
    
    直近ではWebシステムやスマホアプリのバックエンド開発に関わらせていただき, フロントエンドでは PHP(Laravel), サーバーサイドでは Go での実装を担当しています。

    エンドユーザと直接関わる機会が多かったので, 常にユーザ目線に立つことを忘れず, クライアント(client)が使いやすい画面や機能, API ならインターフェイスを形にすることを心がけています。`.replace(/\n/g, "<br />")

export const profileJp =
    `工学系の大学を卒業するも就職活動に失敗し、家電量販店のパソコン売り場でコンピュータの知識を磨きながら接客スキルを習得。当時はパッケージソフトウェアやコンピュータ書籍売り場を担当。日常の接客のみならず、売れ残り品のたたき売りオークションなど、店内イベントでも活躍し、店舗の売上に貢献する。


    その後、パソコン好きが高じて製造業の社内システム部門に中途採用で潜り込み、そのまま系列のSI会社にシステムエンジニアとして勤務。少数精鋭の現場においては, 要件定義からテスト、エンドユーザサポートまでありとあらゆる工程の業務を担当し、システム開発の経験を積む。
    
    第２子の誕生を機に、10年以上勤めたSI会社を辞め、地元のソフトウェア会社に転職。
    
    さらに5年の紆余曲折を経て、現在はフリーランスとして独立。コーヒーをすすり, プロテインバーをかじり, 妻の用意する生野菜をモシャりながら VSCode で go get したり wrangler publish -e production したり docker の compose を up -d したりする毎日。
  
  
  
    座右の銘は「日々是実装」。
  
    株式会社 Contribe 所属。`.replace(/\n/g, "<br />");